Repository: bboyfat/tips-Mart_v.1.0
Catalog: Tips-Mart/Screens/Friends/View/*.lproj/Friends.strings
Languages: ru

# 67M-Dq-GDj.title
source: More
ru: Подробнее

# 9Ox-c3-9cg.normalTitle
source: Invite
ru: Пригласить

# 9qs-nz-Xym.normalTitle
source: 0 hum
ru: 0 чел

# EfR-Yg-Aqd.normalTitle
source: 0 hum
ru: 0 чел

# NsC-Mk-tZ7.text
source: Familiars
ru: Знакомые

# QLk-Tk-3on.text
source: 000000 uah
ru: 000000 грн

# TuE-6I-lmh.text
source: How to earn more?
ru: Как зарабатывать больше?

# WAb-bV-FYe.normalTitle
source: 0 hum
ru: 0 чел

# jGl-Up-AHh.text
source: Friends
ru: Друзья

# sny-DO-5Ci.text
source: Strangers
ru: Незнакомцы

# ubK-ao-pFA.title
source: Friends
ru: Друзья

# vl7-8K-lNI.text
source: Your total bonuses
ru: Ваш общий бонус

# vzS-m8-2xA.normalTitle
source: Invite
ru: Посчитать
