Repository: bboyfat/tips-Mart_v.1.0
Catalog: Tips-Mart/Screens/ProfileScene/View/*.lproj/Profile.strings
Languages: uk

# 1b9-sH-LaK.text
source: On the balance
uk: На балансі

# A5q-qe-Vyh.text
source: 213,68 uah
uk: 213,68 грн

# HDK-hu-Sqn.text
source: All operations
uk: Усі операціі

# I9z-Zp-eEh.text
source: 92 days
uk: 92 дні

# WZj-yF-zbb.text
source: You with Tips Mart
uk: Ви з Tips Mart вже

# Wsn-3r-VHl.text
source: General Cashback
uk: Загальний кешбек

# fCg-1g-T6f.text
source: Your friends
uk: Ваші друзі

# npZ-bz-9Mv.text
source: Invited
uk: Запрошенні

# rcg-pn-enD.text
source: 44,95 uah
uk: 44,95 грн

# xZb-t0-QV6.text
source: Pending
uk: В очікуванні

# y1h-Fv-Mke.text
source: Bonus
uk: Ваш бонус

# zzK-0C-VDt.normalTitle
source: Purchase history
uk: Історія операцій
