Repository: bboyfat/tips-Mart_v.1.0
Catalog: *.lproj/Localizable.strings
Languages: ru, uk

source: Enter phone number
ru: Введите номер телефона
uk: Введіть номер телефону

source: Enter password
ru: Введите пароль
uk: Введіть пароль

source: Repeat password
ru: Повторите пароль
uk: Повторіть пароль

source: Enter
ru: Вход
uk: Вхід

source: Main
ru: Главная
uk: Головна

source: Shops
ru: Магазины
uk: Магазини

source: Detail
ru: Детали
uk: Деталі

source: Friends
ru: Друзья
uk: Друзі

source: More
ru: Еще
uk: Ще

source: More Details
ru: Подробнее
uk: Детальніше

# Operation ID
source: Operations ID
ru: ID Операции
uk: ID операціі

source: Transaction amount
ru: Сумма операции
uk: Сума операціі

source: uah
ru: грн
uk: грн

source: hum
ru: чел
uk: чол

# err
source: Error
ru: Ошибка
uk: Помилка

source: Canceled
ru: Отменено
uk: Відмінено

source: Pending
ru: В ожидании
uk: В очікуванні

source: Credited
ru: Зачислено
uk: Зараховано

source: Green Wallet
ru: Зеленый кошелек
uk: Зелений Гаманець

source: Gray Wallet
ru: Серый кошелек
uk: Сірий гаманець

# greenWalletInfo
source: The cashback amount for purchases that is credited to your balance.
ru: Сумма кэшбэка за покупки, которая зачисленна на ваш баланс.
uk: Сума кешбеку готівки за покупки, яка вжу зарахована на ваш баланс.

# grayWalletInfo
source: The amount of cashback that will be available after the store confirms your purchase
ru: Сумма кэшбэка, которая будет доступна после подтверждения вашей покупки магазином.
uk: Сума кешбеку, яка буде доступна після підтвердження вашої покупки магазином

# wdRulesCard
source: The minimum withdrawal amount is 250 UAH. To withdraw more than UAH 7000. - Contact Support. 1. Cannot withdraw funds from different accounts for the same details. 2. Enter only real, logged data. 3. The withdrawal request will be processed within 1-3 business days. 4. 10% Withdrawal Fee
ru: Минимальная сумма вывода составляет 250 грн. Для вывода суммы более 7000 грн. - обратитесь в Службу поддержки. 1. Вывести средства из разных аккаунтов на одинаковые реквизиты нельзя. 2. указывают только реальные, зарегистрированные данные. 3. Заявка на вывод будет обработана в течение 1-3 рабочих дней. 4. Комиссия на вывод средств 10%
uk: Мінімальна сума виведення складає 250 грн. Для виведення суми більш ніж 7000 грн. – зверніться в Cлужбу підтримки. 1. Вивести кошти з різних аккаунтів на однакові реквізити не можна. 2. Вказуй тільки реальні, зареєстровані дані. 3. Заявка на вивід буде оброблена протягом 1-3 робочих днів. 4. Комісія на виведення коштів 10%

# wdrulesPhone
source: The minimum withdrawal amount is 5 UAH. To withdraw a larger amount, contact the Care Service.
ru: Минимальная сумма вывода 5 грн. Чтобы снять большую сумму, обратитесь в Службу поддержки.
uk: Мінімальна сума зняття - 5 грн. Щоб зняти більшу суму, зверніться до служби підтримки.

source: Accept
ru: Принять
uk: Прийняти

# yourAttention
source: To your Attention!
ru: Вашему вниманию!
uk: До Вашої уваги!

# cashbackUpTo
source: Up to
ru: кэшбэк до
uk: кешбек до

# goToShop
source: Go shopping
ru: Перейти к покупкам
uk: Перейти до покупок

source: Shopping Rules
ru: Правила покупок
uk: Правила покупок

# aboutEarning
source: Of course, we are not "MMM", and this is a plus, but we can offer you an extra cache. In your personal office you will find your referral link. If your friend goes through it, sign up and make a purchase - you will receive a reward.
ru: Конечно, мы не "МММ", и это плюс, но мы можем предложить вам дополнительный кешбэк. В вашем личном кабинете вы найдете свою реферальную ссылку. Если ваш друг пройдет через это, зарегистрируйтесь и совершите покупку - вы получите вознаграждение.
uk: Звичайно, ми не "MMM", і це плюс, але ми можемо запропонувати вам додатковий кешбек. У вашому особистому кабінеті ви знайдете своє реферальне посилання. Якщо ваш друг пройде через це, зареєструйтесь і зробіть покупку - ви отримаєте винагороду.

# invite
source: Invite your friends
ru: Приглашай друзей
uk: Запрошуй друзів

# doesntMatch
source: Password doesn' correct
ru: Пароль введен неверно
uk: Пароль введений невірно

# scan
source: Scan QR code
ru: Сканируй QR код
uk: Скануй QR код

# copy
source: Or Copy a link
ru: Копируй ссылку
uk: Копіюй посилання

# shareLbl
source: Or share in social media
ru: Или делись в соц. сетях
uk: Або ділись у соц. мережах

# shareBtn
source: Share
ru: Поделиться
uk: Поділитися

source: Friends
ru: Друзья
uk: Друзі

source: Familiars
ru: Знакомые
uk: Знайомі

source: Strangers
ru: Незнакомцы
uk: Незнайомці

source: Operations
ru: Операции
uk: Операції

source: Members
ru: Участники
uk: Учасники

source: Bonuses
ru: Бонусы
uk: Бонуси

# BonusesFr
source: Bonuses from friends
ru: Бонусы от друзей
uk: Бонуси від друзів

# BonusesFam
source: Bonuses from familiars
ru: Бонусы от знакомых
uk: Бонуси від знайомих

# BpnusesStr
source: Bonuses from strangers
ru: Бонусы от незнакомцев
uk: Бонуси від незнайомців

# statisticLbl
source: Statistic
ru: Статистика
uk: Статистика

source: Bonuses from
ru: Бонусы от
uk: Бонуси від

# willGetFriends
source: Friends are the ones you invited. You get 10% off their cashback
ru: Друзья - те, кого пригласили вы. Вы получаете 10% от их кэшбек
uk: Друзі — ті, кого запросили ви. Ви отримуєте 10% від їх кешбеку

# willGetFamiliars
source: Familiars are those whom your friends have invited. You get 5% off their cashback
ru: Знакомые - те, кого пригласили ваши друзья. Вы получаете 5% от их кэшбека
uk: Знайомі — ті, кого запросили ваші друзі. Ви отримуєте 5% від їх кешбеку

# willGetStrangers
source: Strangers are those whom friends of your friends have invited. you get 2% of their cashback
ru: Незнакомцы - те, кого пригласили знакомые ваших друзей. вы получаете 2% от их кэшбек
uk: Незнайомці — ті, кого запросили знайомі ваших друзів. ви отримуєте 2% від їх кешбеку

source: User's operations
ru: Операции пользователя
uk: Операціі користувача

source: Warning
ru: Предупреждение
uk: Попередження

# needInternet
source: In order to Sighn In or Sign Up, you need an Internet connection
ru: Для того чтобы войти или зарегистрироваться необходимо интернет соединение
uk: Для того щоб увійти або зареєструватися необхідно інтернет з'єднання

# fullServcie
source: To access all the functionality, make sure that you are connected to the network
ru: Чтобы получить доступ ко всем функциям, убедитесь, что вы подключены к сети
uk: Щоб отримати доступ до всіх функцій, переконайтеся, що ви підключені до мережі

source: Purchase history
ru: История покупок
uk: Історія покупок

source: Shop
ru: Магазин
uk: Магазин

# transAmount
source: Transaction amount
ru: Сумма операции
uk: Сума операції

# cashSum
source: Cashback amount
ru: Сумма кешбэка
uk: Сумма кешбека

# createdLoc
source: Created
ru: Проведено
uk: Проведено

# updatedLock
source: Processed
ru: Обработано
uk: Опрацьовано

source: days
ru: дней
uk: днів

# checkUpdate
source: Stay tuned, soon this feature will be available
ru: Следите за обновлениями, совсем скоро данная возможность будет доступна
uk: Слідкуйте за оновленнями, зовсім скоро дана можливість буде доступна

source: WD
ru: Вывод средств
uk: Виведення коштів

# editProfile
source: Profile Edit
ru: Редактирование профиля
uk: Редагування профіля

# moreThen
source: Password must be more then 8 characters and less then 30
ru: Пароль должен быть больше 8 символов и менее 30
uk: Пароль має бути більше 8 символів та менше 30

source: Enter card number
ru: Введите номер карты
uk: Введіть номер карти

# invitingTerms
source: By inviting a friend, you get a percentage of each purchase from his friends.
ru: Приглашая друга вы получаете процент от каждой его покупки и от покупок его друзей.
uk: Запрошуючи друга ви отримуєте відсоток від кожної його покупки і від покупок його друзів.

# memersIsEmpty
source: It seems that at the moment the list of participants is empty, but we are very easy to fix this зкщидуь! Just invite your friends!
ru: Похоже на данный момент список участников пуст, но мы можем совсем просто это исправить! Просто пригласив Ваших дрзей!
uk: Схоже на даний момент список учасників порожній, але ми можемо зовсім просто це виправити! Просто запросивши Ваших дрзів!

# purchaseEmpty
source: It looks like you have no purchases yet. Maybe now is a good moment to buy something and get a cashback?
ru: Похоже у Вас пока еще нет покупок. Возможно сейчас хороший момент что-то приобрести и получить кєшбєк?
uk: Схоже у Вас поки що немає покупок, Можливо зараз саме час щось придбати і отримати кєшбєк?

source: Later
ru: Позже
uk: Пізніше

# empty
source: There is no information on this page yet
ru: На данной странице еще нет информации
uk: На даній сторінці ще немає інформації

# toSafePurchase
source: To safe your cashback from being blocked by third-party sites or applications (such as Adblock), we recommend adding the following information to your order note:
ru: Чтобы максимально защитить ваш кэшбэк от блокировки сторонними сайтами или приложениями (например Adblock), рекомендуем в примечании к заказу добавить информацию:
uk: Щоб максимально захистити ваш кешбек від блокування сторонніми сайтами або додатками (наприклад Adblock), рекомендуємо в примітці до замовлення додати інформацію:

# purchMadedWith
source: The order was made through the Tips Mart platform. ID:
ru: Заказ сделан через платформу Tips Mart. ID:
uk: Замовлення зроблене через платформу Tips Mart. ID:
